//Задача 2: Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
int numberA = 5;
int numberB = 38;
if(numberA > numberB) Console.WriteLine($"{numberA} больше чем {numberB}");
if(numberB > numberA) Console.WriteLine($"{numberB} больше чем {numberA}");
if(numberA == numberB) Console.WriteLine($"Оба числа равны {numberA} ");
