//Задача 8: Напишите программу, которая на вход принимает число (N), а на выходе показывает все чётные числа от 1 до N.
int number = 38, i = 2;
while(i <= number){
Console.WriteLine(i);
i += 2;
}